[
  {
    "id": "028CE",
    "video_path": "academic_source/Charades/028CE.mp4",
    "caption": "The video begins with a view of a garage or basement, characterized by a white door in the background. On the floor, there is a vacuum cleaner and a small box with a decorative pattern. A person dressed in black clothing and black shoes enters the frame and approaches the vacuum cleaner. The person squats down and starts to interact with the vacuum cleaner, adjusting or inspecting it. The scene remains focused on this interaction. The narrative continues in the same setting, with the white door still visible in the background. The person, still dressed in black, is initially squatting and interacting with the vacuum cleaner. They then stand up and step onto the small decorative box. After a brief moment standing on the box, the person steps off and exits the frame, leaving the vacuum cleaner and the box in their original positions. The video concludes with the garage or basement empty, showcasing the white door, the vacuum cleaner, and the small box on the floor.",
    "data_source": "0_30_s_academic_v0_1"
  },
  {
    "id": "1KJI0",
    "video_path": "academic_source/Charades/1KJI0.mp4",
    "caption": "The video takes place in a cozy kitchen with light-colored walls adorned with a subtle pattern. It begins with a person wearing a black hoodie and gray pants cooking at a stove that has multiple pots and pans on it. The person uses a spatula to stir or flip food in a pan, with a blue stool positioned nearby and a wooden door visible in the background. After some time, the person steps away from the stove and walks towards the door.\n\nNext, the person walks towards a white refrigerator in the same kitchen. They open the refrigerator door and bend down to look inside, eventually retrieving a blue container. Standing up, they examine the container, possibly preparing to use it. The background remains consistent with the light-colored walls, blue stool near the stove, and wooden door in the background. The stove with multiple pots and pans is still present.\n\nIn the final part of the video, the person stands near the refrigerator, holding the blue container. They open the container and pour or transfer its contents into another container or dish. The blue stool remains near the stove, and the wooden door is still visible in the background. After pouring the contents, the person walks towards the stove, places the container on the counter, and then returns to the refrigerator, closing its door. They then stand near the refrigerator, holding the blue container, and look around, possibly contemplating the next step in their cooking process.",
    "data_source": "0_30_s_academic_v0_1"
  },
  {
    "id": "4CSXJ",
    "video_path": "academic_source/Charades/4CSXJ.mp4",
    "caption": "The video begins with a person sitting on a narrow staircase, leaning against the wall. They are dressed in a teal robe and clutching a white pillow to their chest, conveying a sense of contemplation or distress. The staircase, with its beige walls and handrail on the left side, leads down to a small table that holds a framed picture, a small decorative item, and a glass of water. A pair of dark plaid pants lies next to the person on the stairs. Soft lighting from a window at the top of the stairs creates a calm yet somber atmosphere. The person occasionally adjusts their position and the pillow, indicating unease or discomfort.\n\nThe narrative develops as the person continues to sit on the staircase, still leaning against the wall in their teal robe. They interact with the dark plaid pants, picking them up, examining them, and then setting them aside. The person then reaches for a white cloth or garment further down the stairs, inspects it, and holds it close to their chest, much like they did with the pillow. The small table at the bottom of the stairs remains unchanged, maintaining the calm yet somber atmosphere with the soft lighting from the window. The person's careful handling of the items suggests a continued state of contemplation or distress, with a sense of attachment to the objects.\n\nThe video wraps up with the person still sitting on the staircase, now holding the white cloth close to their chest. The staircase, with its beige walls and handrail, remains unchanged, and the small table at the bottom still holds the framed picture, small decorative item, and glass of water. The soft lighting from the window continues to create a calm yet somber atmosphere. The person appears deep in thought or distress, occasionally looking towards the window, indicating a sense of longing or reflection. The dark plaid pants are no longer visible, suggesting they have been moved or set aside, further emphasizing the person's introspective state.",
    "data_source": "0_30_s_academic_v0_1"
  }
]